// =====================================================
// ✏️ EDIT HERE — শুধু এই অংশগুলো বদলাবে
// =====================================================
const BIRTHDAY = {
  name: "SAYMA",

  // কার থেকে — Letter signature-এ দেখাবে
  from: "FAHIM",

  // Screen 6 (Final) — Happy Birthday, [finalName]!
  finalName: "ᴅᴇᴀʀ ʙᴇꜱᴛ ꜰʀɪᴇɴᴅ ꜱᴀʏᴍᴀ",

  introTitle: "A Little Birthday Surprise For You 🎂",
  introText: "আজকের দিনটা শুধু তোমার জন্য। ধীরে ধীরে প্রতিটি সবগুলো বক্স খুলে দেখো। ❤️",

  thoughtTitle: "Thoughts Kept Deep Inside My Heart 💭",
  thoughtText:
    "কিছু মানুষ জীবনে আসে, আর সাধারণ দিনগুলোকে সুন্দর স্মৃতিতে বদলে দেয়। তোমার সাথে কাটানো প্রত্যেকটা সময় আমার জীবনের সবচেয়ে সুন্দর একটি স্মৃতি হয়ে থেকে যাবে 🌸 আমি কখনোই ভুলবো না আমার একটা মেয়ে ফ্রেন্ড ছিল। যার সাথে কথা বললে অজান্তেই আমার মুখে হাসি চলে আসতো। 🌸",

  memoryTitle: "Some Beautiful Memories 📸",
  memoryTitle: "আর কোনদিন কথা হবে না বলার পরেও দুই বছরের বেশি সময় পার হয়ে গেল এইজন্যই হয়তো মানুষ বলে ভালবাসার চেয়েও বন্ধুত্বের সম্পর্ক অনেক দামি 🌸",

  letterTile: "A Little Letter 📜",
  letterText:
    "শুভ জন্মদিন! তোমার প্রতিটি দিন হাসি, শান্তি আর সুন্দর মুহূর্তে ভরে উঠুক। 03/11/2026 এই দিনটা আমার জন্য অনেক স্পেশাল, কারণ 03/11/2010 তারিখে তুমি এই সুন্দর দুনিয়াতে এসেছো 😊 হয়তো আমাদের বন্ধুত্বটা বেশি পুরনো নয় মাত্র দুই বছর এরচেয়ে একটু বেশি যদিও দুই বছর কম সময় নয় প্রায় 730 দিন। এই অল্প সময়ের মাঝেও আমাদের অনেক স্মৃতি আছে যা হয়তো কোনদিন ভুলা সম্ভব না। জানিনা কতদিন আমাদের বন্ধুত্ব থাকবে তবে আমি সারা জীবন মনে রাখব আমার একটা ভালো মেয়ে বান্ধবী ছিল যার নাম "Sayma" ❤️ ",

  finalTitle: "Happy Birthday,",
  finalText: "তোমার জন্য অনেক অনেক ভালোবাসা, শুভকামনা আর সুন্দর দিনের প্রার্থনা। একে একে তোমার সকল স্বপ্ন পূরণ হোক। চলার পথে তোমার কোন বাধা না আসুক। আল্লাহ তোমাকে সব সময় ভাল রাখুক  🎉❤️",

  photos: [
    { src: "IMG-20260326-WA0037.jpg", caption: "একটা সুন্দর স্মৃতি ❤️" },
    { src: "IMG-20250925-WA0028.jpg", caption: "আরেকটা প্রিয় মুহূর্ত ✨" },
    { src: "20251226_104040.jpg", caption: "হারিয়ে জাওয়া সময় 💔" }
  ]
};
